Repository: TalentKingPython/hare_hotel
Catalog: lib/l10n/intl_*.arb
Languages: da, no, sv

# txtUpcoming
source: Upcoming
da: Kommende
no: Kommende
sv: Kommande

# txtRunning
source: Running
da: Løb
no: Løping
sv: Löpning

# txtLast7Days
source: Last 7 Days
da: Sidste 7 dage
no: Siste 7 dager
sv: Senaste 7 dagarna

# txtThisMonth
source: Last 30 Days
da: Sidste 30 dage
no: Siste 30 dager
sv: Senaste 30 dagarna

# txtYear
source: This Year
da: Dette år
no: I år
sv: Det här året

# txtAll
source: All
da: Alle
no: Alle
sv: Allt

source: Up to
da: Op til
no: Opp til
sv: Upp till

source: cm
sv: centimeter

# maxAddressMsg
source: User can only have {maxLimit} addresses. Delete previous before adding a new one
da: Brugeren kan kun have {maxLimit} adresser. Slet tidligere, før du tilføjer en ny
no: Brukeren kan bare ha {maxLimit} adresser. Slett forrige før du legger til en ny
sv: Användare kan bara ha {maxLimit} adresser. Ta bort föregående innan du lägger till en ny

source: Courier
da: kurer
no: kurer
sv: Kurir

source: Enter Tip
da: Indtast Tip
no: Skriv inn Tips
sv: Ange Tips

source: Connection
da: Forbindelse
no: Forbindelse
sv: Förbindelse

# connectionMsg
source: Please check network connectivity
da: Tjek venligst netværksforbindelsen
no: Vennligst sjekk nettverkstilkoblingen
sv: Kontrollera nätverksanslutningen

source: Select Vehicle
da: Vælg Køretøj
no: Velg Kjøretøy
sv: Välj Fordon

# rideCancelByAdmin
source: Ride Cancelled by Admin!
da: Kørsel aflyst af administrator!
no: Turen kansellert av admin!
sv: Körningen inställd av admin!

# sameEditNumberMsg
source: Use a different number. You entered the same one.
da: Brug et andet nummer. Du indtastede den samme.
no: Bruk et annet nummer. Du skrev inn den samme.
sv: Använd ett annat nummer. Du skrev in samma.

# appExitMessage
source: Back again to exit the app!
da: Tilbage igen for at afslutte appen!
no: Tilbake igjen for å avslutte appen!
sv: Tillbaka igen för att avsluta appen!

# invalidAmountMsg
source: Enter valid amount
da: Indtast gyldigt beløb
no: Angi gyldig beløp
sv: Ange giltigt belopp

# passChangeSuccess
source: Your password changed successfully!
da: Din adgangskode blev ændret!
no: Passordet ditt ble endret!
sv: Ditt lösenord har ändrats!

source: Transaction Failed
da: Transaktion mislykkedes
no: Transaksjonen mislyktes
sv: Transaktionen misslyckades

source: Stripe
da: Stribe
sv: Rand

source: OK
da: Okay

source: Cropper
da: Kropper

# enterEmailOrNumber
source: Enter Email Address or Number
da: Indtast email-adresse or Number

source: Destination
da: Bestemmelsessted
no: Mål
