Repository: TalentKingPython/hare_hotel
Catalog: lib/l10n/intl_*.arb
Languages: da, no, sv

source: Add An Address
da: Tilføj en adresse
no: Legg til en adresse
sv: Lägg till en adress

source: Change Address
da: Skift adresse
no: Bytt adresse
sv: Ändra adress

source: Delete Address?
da: Slet adresse?
no: Vil du slette adressen?
sv: Ta bort adress?

# deleteAddressDialogMsg
source: Are you sure you want to delete this address?
da: Er du sikker på, at du vil slette denne adresse?
no: Er du sikker på at du vil slette denne adressen?
sv: Är du säker på att du vill ta bort den här adressen?

source: Add New Address
da: Tilføj ny adresse
no: Legg til ny adresse
sv: Lägg till ny adress

source: Save As
da: Gem som
no: Lagre som
sv: Spara som

source: Home
da: Hjem
no: Hjem
sv: Hem

source: Work
da: Arbejde
no: Arbeid
sv: Arbete

source: Other
da: Andet
no: Annen
sv: Övrig

source: Location
da: Beliggenhed
no: plassering
sv: Plats

source: House / Flat No.
da: Hus/lejlighed nr.
no: Hus/leilighet nr.
sv: Hus/lägenhet nr.

# selectLocationMsg
source: Please select location
da: Vælg venligst placering
no: Vennligst velg plassering
sv: Vänligen välj plats

source: Enter flat no
da: Indtast lejlighedsnr
no: Gå inn i leilighetsnr
sv: Ange lägenhet nr

source: Enter landmark
da: Indtast vartegn
no: Angi landemerke
sv: Ange landmärke

source: Landmark
da: Milepæl
no: Landemerke
sv: Landmärke

source: Save Address
da: Gem adresse
no: Lagre adresse
sv: Spara adress

source: Old Password
da: Gammelt kodeord
no: gammelt passord
sv: Gammalt lösenord

source: New Password
da: nyt kodeord
no: Nytt passord
sv: nytt lösenord

source: Confirm Password
da: Bekræft kodeord
no: bekreft passord
sv: Bekräfta lösenord

# enterOldPass
source: Enter Old Password
da: Indtast gammel adgangskode
no: Skriv inn gammelt passord
sv: Ange gammalt lösenord

# enterNewPass
source: Enter New Password
da: Indtast ny adgangskode
no: Skriv inn nytt passord
sv: Ange nytt lösenord

# reEnterPass
source: Re-Enter Password
da: Genindtast kodeord
no: Skriv inn passord på nytt
sv: Skriv lösenordet igen

# passNotMatch
source: Password not match
da: Adgangskoden matcher ikke
no: Passord stemmer ikke
sv: Lösenordet matchar inte

# confPassNotMatchWithNew
source: Confirm Password not matched with new password
da: Bekræft adgangskoden, der ikke matcher den nye adgangskode
no: Bekreft at passord ikke samsvarer med nytt passord
sv: Bekräfta att lösenordet inte matchar det nya lösenordet

# passChangeSuccessMsg
source: Your password changed successfully!
da: Din adgangskode blev ændret!
no: Passordet ditt ble endret!
sv: Ditt lösenord har ändrats!

source: Set New Password
da: Indstil ny adgangskode
no: Angi nytt passord
sv: Ange nytt lösenord

# changePasswordMsg
source: Do you want to change your current password?
da: Vil du ændre din nuværende adgangskode?
no: Vil du endre ditt nåværende passord?
sv: Vill du ändra ditt nuvarande lösenord?

source: My Wallet
da: Min pung
no: Min lommebok
sv: Min plånbok

source: Current Balance
da: Nuværende balance
no: Nåværende saldo
sv: Aktuellt saldo

source: View Transaction
da: Se transaktion
no: Se transaksjonen
sv: Visa transaktion

source: Add Money
da: Tilføj penge
no: Legg til penger
sv: Lägg till pengar

# walletMsg
source: We use secure technology to secure your data
da: Vi bruger sikker teknologi til at sikre dine data
no: Vi bruker sikker teknologi for å sikre dataene dine
sv: Vi använder säker teknik för att säkra din data

source: Recharge Amount
da: Genopladningsmængde
no: Oppladingsbeløp
sv: Laddningsmängd

# selectValidDate
source: Please select a valid date
da: Vælg venligst en gyldig dato
no: Vennligst velg en gyldig dato
sv: Välj ett giltigt datum

source: Add Card Details
da: Tilføj kortoplysninger
no: Legg til kortdetaljer
sv: Lägg till kortdetaljer

# cardDateFormat
source: MM/YYYY
da: MM/ÅÅÅÅ
no: MM/ÅÅÅÅ
sv: MM/ÅÅÅÅ

source: Expiry month is invalid
da: Udløbsmåneden er ugyldig
no: Utløpsmåneden er ugyldig
sv: Förfallomånaden är ogiltig

source: Expiry year is invalid
da: Udløbsåret er ugyldigt
no: Utløpsåret er ugyldig
sv: Utgångsåret är ogiltigt

source: Card has expired
da: Kortet er udløbet
no: Kortet har utløpt
sv: Kortet har gått ut

source: Enter Amount
da: Indtast beløb
no: Tast inn beløp
sv: Ange belopp

source: Please enter amount
da: Indtast venligst beløb
no: Vennligst skriv inn beløp
sv: Ange belopp

source: Transaction
da: Transaktion
no: Transaksjon
sv: Transaktion

# cardListEmptyMsg
source: No cards available please add new card
da: Ingen tilgængelige kort, tilføj et nyt kort
no: Ingen kort tilgjengelig, legg til nytt kort
sv: Inga kort tillgängliga, lägg till nytt kort

source: Add Credit/Debit Card
da: Tilføj kredit-/betalingskort
no: Legg til kreditt-/debetkort
sv: Lägg till kredit-/betalkort

# sureToRemove
source: Are You Sure to Remove?
da: Er du sikker på at fjerne?
no: Er du sikker på å fjerne?
sv: Är du säker på att ta bort?

# removeCardSuccessMsg
source: Your card removed successfully
da: Dit kort blev fjernet
no: Kortet ditt ble fjernet
sv: Ditt kort har tagits bort

source: Safe and secure payment method
da: Sikker og sikker betalingsmetode
no: Trygg og sikker betalingsmåte
sv: Trygg och säker betalningsmetod

source: Select Credit/Debit Card
da: Vælg Kredit/Debetkort
no: Velg kreditt-/debetkort
sv: Välj Kredit-/betalkort

# payment
source: Add new Card
da: Tilføj nyt kort
no: Legg til nytt kort
sv: Lägg till nytt kort

# hintCardHolderName
source: Card Holder Name
da: Kortholders navn
no: Kortholders navn
sv: Kortinnehavarens namn

# hintYourCardNumber
source: Your Card Number
da: Dit kortnummer
no: Kortnummeret ditt
sv: Ditt kortnummer

# hintExpirationDate
source: Expiration Date
da: Udløbsdato
no: Utløpsdato
sv: Utgångsdatum

# enterHolderName
source: Enter Card Holder Name
da: Indtast kortholders navn
no: Skriv inn kortholderens navn
sv: Ange kortinnehavarens namn

source: Enter Card Number
da: Indtast kortnummer
no: Skriv inn kortnummer
sv: Ange kortnummer

# invalidCard
source: Invalid Card Number
da: Ugyldigt kortnummer
no: Ugyldig kortnummer
sv: Ogiltigt kortnummer

# selectCardDate
source: Enter Expiration Date
da: Indtast udløbsdato
no: Angi utløpsdato
sv: Ange utgångsdatum

source: Enter CVV
da: Indtast CVV
no: Skriv inn CVV
sv: Ange CVV

source: Invalid CVV
da: Ugyldig CVV
no: Ugyldig CVV
sv: Ogiltig CVV

# buttonAddCard
source: Add Card
da: Tilføj kort
no: Legg til kort
sv: Lägg till kort

# inviteFriendAnd
source: Refer Friend & Get Benefits
da: Henvis ven og få fordele
no: Henvis venn og få fordeler
sv: Hänvisa vän och få förmåner

# inviteFriendMessage
source: Invite Your Friend With This Referral Code To Get More Benefits
da: Inviter din ven med denne henvisningskode for at få flere fordele
no: Inviter vennen din med denne henvisningskoden for å få flere fordeler
sv: Bjud in din vän med den här hänvisningskoden för att få fler förmåner

# shareCode
source: Share Invite Code
da: Del invitationskode
no: Del invitasjonskoden
sv: Dela inbjudningskoden

source: Use
da: Brug
no: Bruk
sv: Använda sig av

# referCodeGetDiscount
source: Referral Code and get Discount
da: Henvisningskode og få rabat
no: Henvisningskode og få rabatt
sv: Remisskod och få rabatt

source: Download
da: Hent
no: nedlasting
sv: Ladda ner

source: Find for Food and Restaurant
da: Find efter Mad og Restaurant
no: Finn for Mat og Restaurant
sv: Sök efter mat och restaurang

source: Find for Products and Store
da: Find efter produkter og butik
no: Finn etter produkter og butikk
sv: Sök efter produkter och butik

source: Takeaway
da: Tag væk
no: Ta bort
sv: Hämtmat

# filterYourSearch
source: Filter Your Store
da: Filtrer din butik
no: Filtrer butikken din
sv: Filtrera din butik

source: Filter Restaurant With
da: Filtrer Restaurant Med
no: Filtrer Restaurant Med
sv: Filtrera Restaurang Med

# filterOrderDelivery
source: Order Delivery
da: Ordre levering
no: Bestillingslevering
sv: Beställningsleverans

source: Favorite Restaurant
da: Yndlingsrestaurant
no: Favoritt restaurant
sv: Favoritrestaurang

source: Favorite Store
da: Yndlingsbutik
no: Favorittbutikk
sv: Favoritbutik

# filterOrderTakeAway
source: Order Takeaway
da: Bestil Takeaway
no: Bestill takeaway
sv: Beställ takeaway

source: Price High To Low
da: Pris høj til lav
no: Pris Høy Til Lav
sv: Pris högt till lågt

source: Price Low To High
da: Pris lav til høj
no: Pris lav til høy
sv: Pris Lågt Till Högt

source: Near By
da: I nærheden
no: I nærheten
sv: I närheten

source: Reset
da: Nulstil
no: Nullstille
sv: Återställa

source: Dishes
da: Opvask
no: Retter
sv: Maträtter

source: Products
da: Produkter
no: Produkter
sv: Produkter

source: Search For Food
da: Søg efter mad
no: Søk etter mat
sv: Sök efter mat

source: Search For Products
da: Søg efter produkter
no: Søk etter produkter
sv: Sök efter produkter

source: Search For Restaurants
da: Søg efter restauranter
no: Søk etter restauranter
sv: Sök efter restauranger

source: Search For Store
da: Søg efter butik
no: Søk etter butikk
sv: Sök efter butik

source: Order Details
da: Ordre detaljer
no: Ordre detaljer
sv: Orderdetaljer

source: Track Order
da: Spor ordre
no: Spor bestilling
sv: Spåra beställning

source: Delivery Address
da: Leveringsadresse
no: Leveringsadresse
sv: Leveransadress

source: Additional Info
da: Yderligere information
no: Tilleggsinformasjon
sv: Ytterligare info

source: Booking ID #
sv: Boknings-ID #

# cancelReason
source: Cancellation Reason
da: Aflysningsårsag
no: Avbestillingsårsak
sv: Avbokningsorsak

source: Item Total
da: Vare i alt
no: Vare totalt
sv: Artikel totalt

source: Delivery Charges
da: Leveringsomkostninger
no: Leveringskostnader
sv: Fraktavgifter

source: Packing Charges
da: Pakkeomkostninger
no: Pakkekostnader
sv: Packningsavgifter

source: Offer Discount
da: Tilbyd rabat
no: Tilby rabatt
sv: Erbjuder rabatt

source: To Pay
da: At betale
no: Å betale
sv: Att betala

source: Payment Type
da: Betalings type
no: Betalings type
sv: Betalnings typ

source: Discount
da: Rabat
no: Rabatt
sv: Rabatt

source: Tax
da: Skat
no: Avgift
sv: Beskatta

source: Submit Review
da: Send anmeldelse
no: Send inn anmeldelse
sv: Skicka recension

source: Give Review
da: Giv anmeldelse
no: Gi anmeldelse
sv: Ge recension

# ratingTitle
source: Rate from 1 to 5 star
da: Bedøm fra 1 til 5 stjerner
no: Vurder fra 1 til 5 stjerner
sv: Betygsätt från 1 till 5 stjärnor

source: Store
da: butik
no: butikk
sv: Lagra

# writeReviewHere
source: Write your review here
da: Skriv din anmeldelse her
no: Skriv din anmeldelse her
sv: Skriv din recension här

source: Comment here…
da: Kommenter her...
no: Kommenter her...
sv: Kommentera här...

source: Delivery Person
da: Postbud
no: Leveringsperson
sv: Leveransperson

# giveReviewToAnyOne
source: Please give your review to the store & delivery person
da: Giv venligst din anmeldelse til butikken og leveringspersonen
no: Gi din anmeldelse til butikken og leveringspersonen
sv: Ge din recension till butiken och leveranspersonen

# giveReviewToStore
source: Please select review to store
da: Vælg venligst anmeldelse for at gemme
no: Velg anmeldelse for å lagre
sv: Välj recension för att lagra

# giveReviewToProvider
source: Please give review to provider
da: Giv venligst anmeldelse til udbyderen
no: Gi en anmeldelse til leverandøren
sv: Vänligen ge en recension till leverantören

# giveReviewToDriver
source: Please Give Review to Driver
da: Giv chaufføren en anmeldelse
no: Gi en anmeldelse til sjåføren
sv: Vänligen ge en recension till föraren

# giveReviewToBoth
source: Please select review to both
da: Vælg venligst anmeldelse til begge
no: Velg anmeldelse til begge
sv: Välj recension för båda

source: Cart Detail
da: Indkøbskurv detalje
no: Handlevogndetaljer
sv: Varukorgsdetalj

source: Apply Promo Code
da: Anvend kampagnekode
no: Bruk kampanjekode
sv: Använd kampanjkod

source: Add Address
da: Tilføj adresse
no: Legg til adresse
sv: Lägg till adress

source: Select Payment Method
da: Vælg Betalingsmetode
no: Velg betalingsmåte
sv: Välj betalningsmetod

source: Cash
da: Kontanter
no: Penger
sv: Kontanter

source: Card
da: Kort
no: Kort
sv: Kort

source: Schedule Order
da: Planlæg ordre
no: Planlegg bestilling
sv: Schemalägg beställning

source: Order Now
da: Bestil nu
no: Bestill nå
sv: Beställ nu

source: Promo Code
da: Tilbudskode
no: Rabattkode
sv: Rabattkod

source: Enter Promo Code
da: Indtast kampagnekode
no: Skriv inn kampanjekode
sv: Ange kampanjkod

source: Available Promo Code
da: Tilgængelig kampagnekode
no: Tilgjengelig kampanjekode
sv: Tillgänglig kampanjkod

# promoCodeListNullMsg
source: No Promo Code Available for This account
da: Ingen kampagnekode tilgængelig for denne konto
no: Ingen kampanjekode tilgjengelig for denne kontoen
sv: Ingen kampanjkod tillgänglig för detta konto

# cartEmptyMsg
source: Your cart is empty please add new items.
da: Din indkøbskurv er tom, tilføj nye varer.
no: Handlekurven din er tom, legg til nye varer.
sv: Din varukorg är tom, lägg till nya varor.

# addOrSelectAddress
source: Please add or select address
da: Tilføj eller vælg adresse
no: Vennligst legg til eller velg adresse
sv: Vänligen lägg till eller välj adress

source: Add Delivery Location
da: Tilføj leveringssted
no: Legg til leveringssted
sv: Lägg till leveransplats

source: Landmark (Optional)
da: Vartegn (valgfrit)
no: Landemerke (valgfritt)
sv: Landmärke (valfritt)

source: Flat No.,House Name (Optional)
da: Lejlighedsnr., husnavn (valgfrit)
no: Leilighetsnummer, husnavn (valgfritt)
sv: Lägenhetsnummer, husnamn (valfritt)

# doYouWant
source: I would like to
da: jeg vil gerne
no: jeg vil
sv: jag skulle vilja

source: Delivery
da: Levering
no: Leveranse
sv: Leverans

# invalidScheduleTime
source: Please select time after one hour from now
da: Vælg venligst tid efter en time fra nu
no: Vennligst velg tid etter en time fra nå
sv: Välj tid efter en timme från och med nu

# unavailableProductMess
source: Some products are no more available on the store. We will remove it from the cart
da: Nogle produkter er ikke længere tilgængelige i butikken. Vi fjerner den fra vognen
no: Noen produkter er ikke lenger tilgjengelig i butikken. Vi fjerner den fra vognen
sv: Vissa produkter finns inte längre tillgängliga i butiken. Vi tar bort den från vagnen

source: Prescription Required
da: Receptpligtig
no: Resept kreves
sv: Recept krävs

# additionNotes
source: Additional instructions for
da: Yderligere instruktioner til
no: Ytterligere instruksjoner for
sv: Ytterligare instruktioner för

source: Add tip to driver
da: Tilføj tip til chaufføren
no: Legg til tips til sjåføren
sv: Lägg till tips till föraren

# requiredMess
source: Please enter the below details.
da: Indtast venligst nedenstående detaljer.
no: Vennligst skriv inn detaljene nedenfor.
sv: Vänligen ange nedanstående uppgifter.

source: Order Placed
da: Ordren er afgivet
no: Ordre plassert
sv: Beställning lagd

# orderPlacedMsg
source: Your Order is Placed And Will Be Deliver Soon
da: Din ordre er afgivet og vil blive leveret snart
no: Din bestilling er lagt inn og vil bli levert snart
sv: Din beställning är gjord och kommer att levereras snart

# orderPickupMsg
source: Your order was placed, wait until restaurant complete order and then go to pickup your order
da: Din ordre blev afgivet, vent, indtil restauranten fuldfører ordren, og gå derefter til afhentning af din ordre
no: Bestillingen din ble lagt inn, vent til restauranten fullfører bestillingen og gå deretter for å hente bestillingen
sv: Din beställning gjordes, vänta tills restaurangen har slutfört beställningen och gå sedan för att hämta din beställning

source: Thank you!
da: Tak skal du have!
no: Takk skal du ha!
sv: Tack!

source: Add New Card
da: Tilføj nyt kort
no: Legg til nytt kort
sv: Lägg till nytt kort

source: Pay Now
da: Betal nu
no: Betal nå
sv: Betala nu

# selectAnyCardMsg
source: Please select any card
da: Vælg venligst et kort
no: Velg et hvilket som helst kort
sv: Välj valfritt kort

source: Pay
da: Betale
no: Betale
sv: Betala

source: Add Card
da: Tilføj kort
no: Legg til kort
sv: Lägg till kort

source: Credit/Debit Card
da: Kredit-/betalingskort
no: Kreditt-/debetkort
sv: Kredit / Betalkort

# insufficientWalletBalance
source: You can't pay order amount through Wallet because your wallet balance is insufficient.
da: Du kan ikke betale ordrebeløbet via Wallet, fordi din wallet-saldo er utilstrækkelig.
no: Du kan ikke betale bestillingsbeløpet gjennom Wallet fordi lommeboksaldoen din er utilstrekkelig.
sv: Du kan inte betala beställningsbeloppet via Wallet eftersom ditt plånbokssaldo är otillräckligt.

# chatHistoryEmpty
source: No chat history…
da: Ingen chathistorik...
no: Ingen chattelogg...
sv: Ingen chatthistorik...

source: Start Typing...
da: Begynd at skrive...
no: Begynn å skrive...
sv: Börja skriva...

source: Write a message here...
da: Skriv en besked her...
no: Skriv en melding her...
sv: Skriv ett meddelande här...

# orderPlacedMsgTo
source: Your Order Awaiting for store approval.
da: Din ordre afventer butiksgodkendelse.
no: Bestillingen din venter på godkjenning fra butikken.
sv: Din beställning Väntar på butiksgodkännande.

# orderProcessingMsg
source: Your order has been processing
da: Din ordre er blevet behandlet
no: Bestillingen din er under behandling
sv: Din beställning har bearbetats

# orderReadyForPickupMsg
source: Your order has been ready for pickup
da: Din ordre har været klar til afhentning
no: Bestillingen din har vært klar for henting
sv: Din beställning har varit klar för avhämtning

source: Order Picked up
da: Ordre afhentet
no: Bestilling hentet
sv: Beställning hämtad

# orderReadyForPickup
source: Ready for pickup
da: Klar til afhentning
no: Klar til å hentes
sv: Redo för upphämtning

source: Accepted By Store
da: Accepteret af butik
no: Godkjent av butikk
sv: Godkänd av butik

source: Accepted By Delivery Man
da: Accepteret af leveringsmand
no: Akseptert av leveringsmann
sv: Godkänd av leveransmannen

source: Order Pick up
da: Bestil afhentning
no: Bestill Henting
sv: Beställ Hämta

source: Delivered
da: Leveret
no: Levert
sv: Levereras

source: Confirm Your Order
da: Bekræft din ordre
no: Bekreft din bestilling
sv: Bekräfta din order

source: Your order accepted by
da: Din ordre accepteret af
no: Din bestilling akseptert av
sv: Din beställning accepteras av

# orderPickUpBy
source: Your order pick up by
da: Din ordre afhentes pr
no: Bestillingen din hentes innen kl
sv: Din beställning hämtas kl

# deliveredMsg
source: Your order has been delivered
da: Din ordre er blevet leveret
no: Bestillingen din er levert
sv: Din beställning har levererats

source: Order
da: Bestille
no: Rekkefølge
sv: Beställa

source: Cancel Order
da: Aflys ordre
no: Avbryt bestillingen
sv: Avbryt beställning

source: View Order
da: Se ordre
no: Se bestilling
sv: Visa beställning

# enterCancelReason
source: Provide Cancellation Reason
da: Angiv aflysningsårsag
no: Oppgi årsak til kansellering
sv: Ange orsak till avbokning

# orderCancelMsg
source: There will be a cancellation charge of
da: Der vil være et afbestillingsgebyr på
no: Det vil påløpe et avbestillingsgebyr på
sv: Det tillkommer en avbokningsavgift på

# orderCancelMsg1
source: Do you want to continue?
da: Vil du fortsætte?
no: Vil du fortsette?
sv: Vill du fortsätta?

source: Cancellation Charge
da: Afbestillingsgebyr
no: Avbestillingsgebyr
sv: Avbokningsavgift

source: Confirm Booking
da: Bekræft reservation
no: Bekreft bestilling
sv: Bekräfta bokning

source: Driver
da: Chauffør
no: Sjåfør
sv: Förare

source: Track Location
da: Spor placering
no: Spor plassering
sv: Spårplats

source: Cancel Request
da: Annuller anmodning
no: Avbryt forespørsel
sv: Avbryt förfrågan

# selectPickupDateMsg
source: Please select the first pickup date & time
da: Vælg den første afhentningsdato og -tidspunkt
no: Vennligst velg første hentedato og klokkeslett
sv: Välj datum och tid för första hämtning

# invalidPickupDateTime
source: Please select pickup date & time at least one hour from now.
da: Vælg afhentningsdato og -tidspunkt mindst en time fra nu.
no: Vennligst velg hentedato og -tid minst en time fra nå.
sv: Välj datum och tid för hämtning minst en timme från nu.

# invalidDropDateTime
source: Please select drop date & time at least one hour from pickup.
da: Vælg venligst dato og tidspunkt for aflevering mindst en time fra afhentning.
no: Vennligst velg leveringsdato og -tid minst en time fra henting.
sv: Vänligen välj avlämningsdatum och tid minst en timme från hämtning.

source: Give your feedback !
da: Giv din feedback!
no: Gi din tilbakemelding!
sv: Ge din feedback!

source: Complete
da: Komplet
no: Fullstendig
sv: Komplett

source: Chat
da: Snak
sv: Chatt

source: Cancel by
da: Annuller pr
no: Avbryt innen kl
sv: Avbryt senast

# courierDetail
source: Courier Details
da: Kurer detaljer
no: Kurerdetaljer
sv: Kurirdetaljer

source: Contact Name
da: Kontakt navn
no: kontakt navn
sv: Kontaktnamn

source: House Name/Landmark
da: Husets navn/vartegn
no: Husnavn/Landemerke
sv: Husets namn/landmärke

# goodsDimensionInCM
source: Item Dimension (cm)
da: Emnedimension (cm)
no: Varedimensjon (cm)
sv: Objekts mått (cm)

# goodsWeightInKG
source: Item Weight (kg)
da: Varevægt (kg)
no: Varevekt (kg)
sv: Artikelvikt (kg)

source: Above
da: Over
no: Ovenfor
sv: Ovan

# weightUp
source: Up
da: Op
no: Opp
sv: Upp

# weightTo
source: to
da: til
no: til
sv: till

source: Item Description
da: Varebeskrivelse
no: Varebeskrivelse
sv: Föremålsbeskrivning

# deliveryInstruction
source: Delivery Instructions
da: Leveringsinstruktioner
no: Leveringsinstrukser
sv: leveransinstruktioner

# pickUpDateAndTime
source: Pick up Date & Time
da: Afhentningsdato og tid
no: Hent dato og klokkeslett
sv: Hämta datum och tid

source: Time Taken
da: Tid taget
no: Tid tatt
sv: Tid tagen

source: Cost Per Km
da: Pris pr. km
no: Kostnad per km
sv: Kostnad per km

source: Distance Fare
da: Afstandspris
no: Avstandspris
sv: Avståndspris

source: Service Fare
da: Servicepris
no: Tjenestepris
sv: Servicepris

source: Distance
da: Afstand
no: Avstand
sv: Distans

source: Base Fare
da: Grundpris
no: Grunnpris
sv: Grundavgift

source: Time Fare
da: Tidspris
no: Tidspris
sv: Tidspris

# referDiscount
source: Referral Discount
da: Henvisningsrabat
no: Henvisningsrabatt
sv: Remissrabatt

# minAdjustAmt
source: Min Adjustment Amount
da: Min. Justeringsbeløb
no: Min. Justeringsbeløp
sv: Min. justeringsbelopp

source: Tip
no: Tips
sv: Dricks

source: Payment Status
da: Betalingsstatus
no: Betalingsstatus
sv: Betalningsstatus

source: Sender Detail
da: Afsenderdetaljer
no: Avsenderdetaljer
sv: Avsändardetalj

source: Receiver Detail
da: Modtager detalje
no: Mottaker detalj
sv: Mottagarens detalj

source: Flat No.
da: Lejlighed nr.
no: Leilighet nr.
sv: Lägenhet nr.

# additionalRemark
source: Additional Remarks
da: Yderligere bemærkninger
no: Ytterligere merknader
sv: Ytterligare anmärkningar

source: Prescription
da: Recept
no: Resept
sv: Recept

source: Shopping Charges
da: Indkøbsgebyrer
no: Handlegebyrer
sv: Shoppingavgifter

source: Add Tip
da: Tilføj tip
no: Legg til tips
sv: Lägg till tips

source: Enter Tip Amount
da: Indtast tipbeløb
no: Angi tipsbeløp
sv: Ange dricksbelopp

source: Add Money to Wallet
da: Føj penge til Wallet
no: Legg til penger i Wallet
sv: Lägg till pengar i plånboken

source: Pay By Card
da: Betal med kort
no: Betal med kort
sv: Betala med kort

source: Pay By Wallet
da: Betal med tegnebog
no: Betal med lommebok
sv: Betala med plånbok

source: Process To Add
da: Proces at tilføje
no: Prosess å legge til
sv: Process att lägga till

# dummyCardNote
source: Note: Add card number 4111 1111 1111 1111 OR 4242 4242 4242 4242
da: Bemærk: Tilføj kortnummer 4111 1111 1111 1111 ELLER 4242 4242 4242 4242
no: Merk: Legg til kortnummer 4111 1111 1111 1111 ELLER 4242 4242 4242 4242
sv: Obs! Lägg till kortnummer 4111 1111 1111 1111 ELLER 4242 4242 4242 4242

source: Panic
da: Panik
no: Panikk
sv: Panik
