Repository: TalentKingPython/hare_hotel
Catalog: lib/l10n/intl_*.arb
Languages: da, no, sv

source: Call
da: Opkald
no: Anrop
sv: Ring upp

# emergencyContactAddMessage
source: Please Add Emergency Contact Number!
da: Tilføj venligst nødkontaktnummer!
no: Vennligst legg til nødnummer!
sv: Vänligen lägg till nödnummer!

# emergencyContactAddMessage1
source: You can change the emergency contact number from your profile
da: Du kan ændre nødtelefonnummeret fra din profil
no: Du kan endre nødnummeret fra profilen din
sv: Du kan ändra nödkontaktnumret från din profil

source: No Emergency Contact!
da: Ingen nødkontakt!
no: Ingen nødkontakt!
sv: Ingen nödkontakt!

source: Add Emergency Contact Number
da: Tilføj nødkontaktnummer
no: Legg til nødnummer
sv: Lägg till nödnummer

source: Emergency Call
da: Nødopkald
no: Nødsamtale
sv: Nödsamtal

source: Stop
da: Hold op
no: Stoppe
sv: Sluta

source: Confirm
da: Bekræfte
no: Bekrefte
sv: Bekräfta

# plsSelectPickLoc
source: Please Select Pickup Location
da: Vælg venligst afhentningssted
no: Vennligst velg hentested
sv: Välj upphämtningsplats

# plsSelectDestLoc
source: Please Select Destination Location
da: Vælg venligst destinationsplacering
no: Vennligst velg destinasjonssted
sv: Välj destinationsplats

source: Select Location
da: Vælg Placering
no: Velg Sted
sv: Välj plats

source: Add Delivery Address
da: Tilføj leveringsadresse
no: Legg til leveringsadresse
sv: Lägg till leveransadress

source: Ride Now
da: Kør nu
no: Kjør nå
sv: Rid nu

source: Schedule Ride
da: Planlæg tur
no: Planlegg kjøretur
sv: Schemalägg färd

source: Change Payment Method
da: Skift betalingsmetode
no: Endre betalingsmåte
sv: Ändra betalningsmetod

source: Select Promo Code
da: Vælg Kampagnekode
no: Velg Kampanjekode
sv: Välj Kampanjkod

# promoCodeNotAvailable
source: No available Promo Code!
da: Ingen tilgængelig kampagnekode!
no: Ingen tilgjengelig kampanjekode!
sv: Ingen tillgänglig kampanjkod!

source: Do you want to cancel?
da: Vil du annullere?
no: Vil du avbryte?
sv: Vill du avbryta?

# findDriver
source: Finding Driver
da: At finde driver
no: Finne driver
sv: Hitta drivrutinen

# notFindDriver
source: Couldn't Find Driver
da: Kunne ikke finde driveren
no: Kunne ikke finne driveren
sv: Kunde inte hitta drivrutinen

# findDriverMsg
source: We are finding driver. Please Wait
da: Vi er ved at finde chauffør. Vent venligst
no: Vi finner sjåføren. Vennligst vent
sv: Vi hittar förare. Vänta

# notFindDriverMsg
source: We do not have the available driver in this area please try again
da: Vi har ikke den tilgængelige driver i dette område, prøv igen
no: Vi har ikke den tilgjengelige driveren i dette området, prøv igjen
sv: Vi har inte den tillgängliga drivrutinen i det här området, försök igen

source: Try Again
da: Prøv igen
no: Prøv igjen
sv: Försök igen

source: Pickup Location
da: Opsamlingssted
no: Hentested
sv: Upphämtningsplats

source: Drop Location
da: Drop placering
no: Slipp plassering
sv: Släpp plats

# dropDateAndTime
source: Drop Date & Time
da: Drop dato og tid
no: Slipp dato og klokkeslett
sv: Släpp datum och tid

# selectPickupTime
source: Please select pickup date & time
da: Vælg afhentningsdato og -tidspunkt
no: Vennligst velg hentedato og tid
sv: Välj datum och tid för hämtning

# selectDropTime
source: Please select drop date & time
da: Vælg venligst dato og klokkeslæt
no: Velg dato og klokkeslett
sv: Välj datum och tid för släpp

source: Process
da: Behandle
no: Prosess
sv: Bearbeta

source: Courier Delivery
da: Kurer levering
no: Budlevering
sv: Budleverans

source: Send Anything
da: Send hvad som helst
no: Send hva som helst
sv: Skicka vad som helst

source: Create Order
da: Opret ordre
no: Opprett ordre
sv: Skapa beställning

# listIllegalItem
source: List of illegal and non-essential items
da: Liste over ulovlige og ikke-væsentlige genstande
no: Liste over ulovlige og ikke-essensielle gjenstander
sv: Lista över olagliga och icke-nödvändiga föremål

source: Pickup information
da: Oplysninger om afhentning
no: Henteinformasjon
sv: Upphämtningsinformation

source: Order Summary
da: Ordreoversigt
no: bestillingssammendrag
sv: Ordersammanfattning

# packageDetail
source: Package Details
da: Pakkedetaljer
no: Pakkedetaljer
sv: Paketdetaljer

source: Package Weight
da: Pakkevægt
no: pakkevekt
sv: Paket vikt

source: Estimated Value
da: Anslået værdi
no: Antatt verdi
sv: Uppskattat värde

# pickupDetail
source: Pickup Details
da: Afhentningsdetaljer
no: Hentingsdetaljer
sv: Upphämtningsdetaljer

# shopBuildingName
source: Shop name/Building name
da: Butiksnavn/Bygningsnavn
no: Butikknavn/Bygningsnavn
sv: Butiksnamn/Byggnadsnamn

source: Place Order
da: Angiv bestilling
no: Legg inn bestilling
sv: Beställa

source: Delivery Detail
da: Leveringsdetaljer
no: Leveringsdetalj
sv: Leverans Detalj

source: Package Information
da: Pakkeoplysninger
no: Pakkeinformasjon
sv: Paketinformation

source: Select Package Type
da: Vælg Pakketype
no: Velg Pakketype
sv: Välj Pakettyp

# wantSend
source: I want to send
da: Jeg vil gerne sende
no: Jeg vil sende
sv: Jag vill skicka

source: Estimated value (Optional)
da: Estimeret værdi (valgfrit)
no: Anslått verdi (valgfritt)
sv: Uppskattat värde (valfritt)

source: Enter delivery instruction
da: Indtast leveringsinstruktion
no: Skriv inn leveringsanvisning
sv: Ange leveransinstruktion

# notSending
source: i am not sending
da: jeg sender ikke
no: jeg sender ikke
sv: jag skickar inte

# illegalItem
source: illegal items
da: ulovlige genstande
no: ulovlige gjenstander
sv: olagliga föremål

source: Select Package Weight
da: Vælg Pakkevægt
no: Velg Pakkevekt
sv: Välj Paketvikt

source: Enter Pickup Location
da: Indtast afhentningssted
no: Angi hentested
sv: Ange upphämtningsplats

source: Enter Shop/Building name
da: Indtast butiks-/bygningsnavn
no: Skriv inn butikk/bygningsnavn
sv: Ange butikens/byggnadens namn

# enterHouseLandmark
source: Enter House name/Landmark
da: Indtast husnavn/landemærke
no: Skriv inn husnavn/landemerke
sv: Ange husnamn/landmärke

source: Sender Name
da: Afsender navn
no: Avsenders navn
sv: Avsändarens namn

source: Enter Sender Name
da: Indtast afsendernavn
no: Skriv inn avsendernavn
sv: Ange avsändarens namn

# senderContactNum
source: Sender Contact Number
da: Afsenderens kontaktnummer
no: Avsenderens kontaktnummer
sv: Avsändarens kontaktnummer

# enterSenderContactNum
source: Enter Sender Contact Number
da: Indtast afsenderens kontaktnummer
no: Skriv inn avsenderens kontaktnummer
sv: Ange avsändarens kontaktnummer

source: Receiver Information
da: Modtager information
no: Mottakerinformasjon
sv: Mottagarinformation

source: Enter Drop Location
da: Indtast afleveringssted
no: Angi Drop Location
sv: Ange Drop Location

source: Receiver Name
da: Modtager navn
no: Mottakers navn
sv: Mottagarens namn

source: Enter Receiver Name
da: Indtast modtagerens navn
no: Skriv inn mottakernavn
sv: Ange mottagarens namn

# enterReceiverContactNum
source: Enter Receiver Contact Number
da: Indtast modtagerens kontaktnummer
no: Skriv inn mottakerens kontaktnummer
sv: Ange mottagarens kontaktnummer

# receiverContactNum
source: Receiver Contact Number
da: Modtagerens kontaktnummer
no: Mottakers kontaktnummer
sv: Mottagarens kontaktnummer

# illegalConfirmation
source: Please confirm that you do not send illegal items.
da: Bekræft venligst, at du ikke sender ulovlige varer.
no: Vennligst bekreft at du ikke sender ulovlige varer.
sv: Vänligen bekräfta att du inte skickar olagliga föremål.

source: Item Details
da: Varedetaljer
no: Varedetaljer
sv: Objektdetaljer

# itemHeightInCM
source: Item Height (cm)
da: Varehøjde (cm)
no: Varehøyde (cm)
sv: Objekts höjd (cm)

# itemWidthInCM
source: Item Width (cm)
da: Emnebredde (cm)
no: Varebredde (cm)
sv: Objekts bredd (cm)

source: Enter Contact Name
da: Indtast kontaktnavn
no: Skriv inn kontaktnavn
sv: Ange kontaktnamn

source: Enter House or Landmark Name
da: Indtast hus- eller landemærkenavn
no: Skriv inn hus- eller landemerkenavn
sv: Ange hus eller landmärkes namn

source: Invalid Contact Number
da: Ugyldigt kontaktnummer
no: Ugyldig kontaktnummer
sv: Ogiltigt kontaktnummer

# enterGoodsWeight
source: Enter Item Weight
da: Indtast varens vægt
no: Angi varevekt
sv: Ange artikelns vikt

# enterGoodsWidth
source: Enter Item Width
da: Indtast varebredde
no: Angi varebredde
sv: Ange artikelbredd

# enterGoodsHeight
source: Enter Item Height
da: Indtast varehøjde
no: Angi varehøyde
sv: Ange artikelhöjd

# enterGoodsLength
source: Enter Item Length
da: Indtast varelængde
no: Angi varelengde
sv: Ange artikellängd

source: En Route
da: På vej
no: I rute
sv: På väg

# enterCourierDescription
source: Enter Item Description
da: Indtast varebeskrivelse
no: Skriv inn varebeskrivelse
sv: Ange artikelbeskrivning

# goodsEg
source: ( Documents, Personal Items, etc. )
da: (Dokumenter, personlige ejendele osv.)
no: (Dokumenter, personlige gjenstander osv.)
sv: (Dokument, personliga föremål, etc.)

source: Your
da: Din
no: Din
sv: Din

# goodsNotMatchMessage
source: not match as per vehicle. You can add max
da: stemmer ikke overens med køretøjet. Du kan tilføje max
no: stemmer ikke med kjøretøyet. Du kan legge til maks
sv: matchar inte enligt fordon. Du kan lägga till max

source: Item Height
da: Varehøjde
no: Varehøyde
sv: Objektets höjd

source: Item Width
da: Emnebredde
no: Varebredde
sv: Objekts bredd

source: Item Weight
da: Varens vægt
no: gjenstandsvekt
sv: Objektets vikt

source: Proceed To Pay
da: Fortsæt med at betale
no: Fortsett å betale
sv: Fortsätt att betala

source: Product Name
da: produktnavn
no: Produktnavn
sv: produktnamn

source: km away
da: km væk
no: km unna
sv: km bort

source: Arriving
da: Ankommer
no: Ankommer
sv: Anländer

source: Cancel Ride
da: Annuller tur
no: Avbryt tur
sv: Avbryt färd

# cancelRideMsg
source: Ride Cancelled by Driver
da: Kørsel aflyst af chauffør
no: Tur kansellert av sjåfør
sv: Åkturen inställd av föraren

source: Vehicle Information
da: Køretøjsoplysninger
no: Kjøretøyinformasjon
sv: Fordonsinformation

source: Vehicle Color
da: Farve på køretøj
no: Farge på kjøretøy
sv: Fordonets färg

source: Vehicle Manufacture Name
da: Køretøjets fabrikationsnavn
no: Kjøretøyets produsentnavn
sv: Fordonstillverkarens namn

# vehicleModelName
source: Vehicle Model
da: Køretøjsmodel
no: Kjøretøy modell
sv: Fordonsmodell

# vehicleModelYear
source: Model Year
da: Model år
no: Årsmodell
sv: Årsmodell

# vehiclePlatNo
source: Vehicle Plate Number
da: Køretøjets pladenummer
no: Kjøretøysskiltnummer
sv: Fordonsskyltnummer

# vehicleNotAvailable
source: Currently vehicle is not available
da: I øjeblikket er køretøjet ikke tilgængeligt
no: For øyeblikket er kjøretøy ikke tilgjengelig
sv: För närvarande är fordonet inte tillgängligt

# weightLimit
source: Weight Limit (In kg)
da: Vægtgrænse (i kg)
no: Vektgrense (i kg)
sv: Viktgräns (i kg)

# dimensionLimit
source: Dimension Limit (In cm)
da: Dimensionsgrænse (i cm)
no: Dimensjonsgrense (i cm)
sv: Måttgräns (i cm)

# walletAddSuccessful
source: Wallet amount added successfully
da: Wallet-beløbet blev tilføjet
no: Wallet-beløpet ble lagt til
sv: Wallet-beloppet har lagts till

# cardAddSuccessful
source: Card added successfully
da: Kort blev tilføjet
no: Kortet ble lagt til
sv: Kortet har lagts till

# apiMsg52
source: Order Rejected by Store
da: Ordre afvist af butik
no: Bestilling avvist av butikk
sv: Beställning avvisad av butik

# apiMsg109
source: Not enough wallet balance. Please add money to wallet or use credit card.
da: Ikke nok pengepungsaldo. Føj penge til tegnebogen eller brug kreditkort.
no: Ikke nok lommebokbalanse. Legg til penger i lommeboken eller bruk kredittkort.
sv: Inte tillräckligt plånbokssaldo. Lägg till pengar i plånboken eller använd kreditkort.

# apiMsg157
source: The added products are not available at the moment!
da: De tilføjede produkter er ikke tilgængelige i øjeblikket!
no: Produktene som er lagt til er ikke tilgjengelige for øyeblikket!
sv: De tillagda produkterna är inte tillgängliga för tillfället!

# apiMsg204
source: Selected packages not available at this moment!
da: Udvalgte pakker er ikke tilgængelige i øjeblikket!
no: Utvalgte pakker er ikke tilgjengelige for øyeblikket!
sv: Utvalda paket är inte tillgängliga just nu!

# apiErrorCancelMsg
source: Request to API server was cancelled
da: Anmodning til API-server blev annulleret
no: Forespørsel til API-server ble kansellert
sv: Begäran till API-server avbröts

# apiErrorConnectTimeoutMsg
source: Connection timeout with API server
da: Forbindelsestimeout med API-server
no: Tidsavbrudd for tilkobling med API-server
sv: Timeout för anslutning med API-server

# apiErrorOtherMsg
source: You are offline please check your internet connection.
da: Du er offline, tjek venligst din internetforbindelse.
no: Du er frakoblet, vennligst sjekk internettforbindelsen din.
sv: Du är offline, kontrollera din internetanslutning.

# apiErrorReceiveTimeoutMsg
source: Receive timeout in connection with API server
da: Modtag timeout i forbindelse med API-server
no: Motta tidsavbrudd i forbindelse med API-server
sv: Ta emot timeout i samband med API-server

# apiErrorResponseMsg
source: Received invalid status code
da: Modtaget ugyldig statuskode
no: Mottok ugyldig statuskode
sv: Fick ogiltig statuskod

# apiErrorSendTimeoutMsg
source: Send timeout in connection with API server
da: Send timeout i forbindelse med API-server
no: Send timeout i forbindelse med API-server
sv: Skicka timeout i samband med API-server

# apiErrorUnexpectedErrorMsg
source: Unexpected error occurred
da: Der opstod en uventet fejl
no: Det oppstod en uventet feil
sv: Ett oväntat fel inträffade

# apiErrorCommunicationMsg
source: Error occurred while Communication with Server with StatusCode
da: Der opstod en fejl under kommunikation med server med statuskode
no: Det oppstod en feil under kommunikasjon med server med statuskode
sv: Fel uppstod vid kommunikation med server med statuskod

source: First Name
da: Fornavn
no: Fornavn
sv: Förnamn

source: Last Name
da: Efternavn
no: Etternavn
sv: Efternamn

# firstNameReq
source: First Name*
da: Fornavn*
no: Fornavn*
sv: Förnamn*

# lastNameReq
source: Last Name*
da: Efternavn*
no: Etternavn*
sv: Efternamn*

# emailAddressReq
source: Email Address*
da: Email adresse*
no: Epostadresse*
sv: E-postadress*

# passReq
source: Password*
da: Adgangskode*
no: Passord*
sv: Lösenord*

# confPassReq
source: Confirm Password*
da: Bekræft kodeord*
no: Bekreft passord*
sv: Bekräfta lösenord*

source: Enter First Name
da: Indtast fornavn
no: Skriv inn fornavn
sv: Ange förnamn

source: Enter Last Name
da: Indtast efternavn
no: Skriv inn etternavn
sv: Ange efternamn

# closeStore
source: We are still close, comeback later…
da: Vi er stadig tæt på, comeback senere...
no: Vi er fortsatt nærme, comeback senere...
sv: Vi är fortfarande nära, comeback senare...

source: close
da: tæt
no: Lukk
sv: stänga

# sureToCancel
source: Are you sure to cancel this order?
da: Er du sikker på at du vil annullere denne ordre?
no: Er du sikker på at du vil kansellere denne bestillingen?
sv: Är du säker på att avbryta den här beställningen?

source: Packaging Charge
da: Emballageafgift
no: Emballasjeavgift
sv: Förpackningsavgift

# bikeDriverArrivedMsg
source: Bike Driver arrived at your pickup location.
da: Bike Driver ankom til dit afhentningssted.
no: Sykkelsjåføren ankom hentestedet ditt.
sv: Cykelföraren anlände till din upphämtningsplats.

# bikeRideStartedMsg
source: Bike Driver started your ride.
da: Bike Driver startede din tur.
no: Bike Driver startet turen.
sv: Bike Driver började din tur.

# bikeRideFinishMsg
source: Bike Driver completed your ride. Please check your drop location.
da: Cykelføreren gennemførte din tur. Tjek venligst dit afleveringssted.
no: Sykkelsjåføren fullførte turen din. Vennligst sjekk avleveringsstedet.
sv: Cykelföraren avslutade din tur. Kontrollera din avlämningsplats.

# bikeRideSuccessfullyFinishedMsg
source: Current trip is successfully finished. Visit again!
da: Den nuværende rejse er afsluttet. Besøg igen!
no: Nåværende tur er fullført. Besøk igjen!
sv: Den aktuella resan har avslutats. Besök igen!

# courierDriverArrived
source: Delivery Person Arrived
da: Leveringsperson ankom
no: Leveringsperson ankom
sv: Leveransperson anlände

# courierDriverArrivedMsg
source: Your {appName} Delivery Person arrived at your pickup location
da: Din {appName}-leveringsperson ankom til dit afhentningssted
no: Din {appName}-leveringsperson ankom hentestedet ditt
sv: Din {appName}-leveransperson anlände till din hämtningsplats

# courierDeliveryStarted
source: Delivery Started
da: Levering påbegyndt
no: Levering startet
sv: Leverans påbörjad

# courierDeliveryStartedMsg
source: Your {appName} Delivery Has Begun
da: Din levering af {appName} er begyndt
no: Din {appName}-levering har begynt
sv: Din {appName}-leverans har börjat

# courierDeliveryFinish
source: Delivery Completed
da: Levering gennemført
no: Levering fullført
sv: Leverans slutförd

# courierDeliveryFinishMsg
source: Your {appName} Delivery Person Delivered Your Courier items to recipient
da: Din {appName}-leveringsperson har leveret dine Courier-varer til modtageren
no: Din {appName}-leveringsperson leverte Courier-varene dine til mottakeren
sv: Din {appName}-leveransperson har levererat dina Kurirartiklar till mottagaren

# courierRideSuccessfullyFinished
source: Successfully Completed
da: Succesfuldt gennemført
no: Vellykket fullført
sv: Slutfört framgångsrikt

# courierRideSuccessfullyFinishedMsg
source: Current Delivery Is Successfully Finished
da: Nuværende levering er afsluttet
no: Nåværende levering er fullført
sv: Nuvarande leverans är framgångsrikt avslutad

source: Search by Contact or Email
da: Søg på kontakt eller e-mail
no: Søk på kontakt eller e-post
sv: Sök via kontakt eller e-post

# enterContactOrEmailToSearchPerson
source: Please enter the contact number or email to search for the person.
da: Indtast venligst kontaktnummeret eller e-mailen for at søge efter personen.
no: Vennligst skriv inn kontaktnummeret eller e-posten for å søke etter personen.
sv: Vänligen ange kontaktnumret eller e-postadressen för att söka efter personen.

source: Beneficial
da: Fordelagtigt
no: Fordelaktig
sv: Välgörande

source: Beneficial contact number
da: Fordelagtigt kontaktnummer
no: Fordelaktig kontaktnummer
sv: Fördelaktigt kontaktnummer

source: Beneficial email
da: Fordelagtig e-mail
no: Fordelaktig e-post
sv: Välgörande e-post

source: Amount to transfer
da: Beløb, der skal overføres
no: Beløp som skal overføres
sv: Belopp att överföra

source: Select User
da: Vælg Bruger
no: Velg Bruker
sv: Välj Användare

# youCantTransfer
source: You can't transfer more than
da: Du kan ikke overføre mere end
no: Du kan ikke overføre mer enn
sv: Du kan inte överföra mer än

source: You have
da: Du har
no: Du har
sv: Du har

source: to transfer
da: at overføre
no: å overføre
sv: att överföra

source: Success
da: Succes
no: Suksess
sv: Framgång

# successTransaction
source: You have successfully transferred
da: Du har overført
no: Du har overført
sv: Du har lyckats överföra

source: Transfer
da: Overførsel
no: Overføre
sv: Överföra

source: Select Day
da: Vælg dag
no: Velg dag
sv: Välj Dag

source: Select Service Time
da: Vælg Servicetid
no: Velg Servicetid
sv: Välj Servicetid

source: Select Time
da: Vælg Tid
no: Velg Tid
sv: Välj Tid

source: At provider location
da: Hos udbyderens placering
no: På leverandørens plassering
sv: På leverantörens plats

source: At your location
da: På din placering
no: På din plassering
sv: På din plats

source: Service location
da: Service sted
no: Tjenestested
sv: Serviceplats

# routeToProvider
source: En-route to provider
da: På vej til udbyder
no: På vei til leverandøren
sv: På väg till leverantören

source: Provider Address
da: Udbyder adresse
no: Leverandøradresse
sv: Leverantörsadress

source: Service Time
da: Servicetid
no: Servicetid
sv: Servicetid

# filterOrder
source: Order Filter
da: Bestil filter
no: Bestillingsfilter
sv: Beställningsfilter

# courierAnything
source: Courier/Deliver Anything
da: Kurer/lever hvad som helst
no: Bud/levere hva som helst
sv: Bud/leverera vad som helst

source: I Want
da: Jeg vil have
no: Jeg ønsker
sv: Jag vill

# transportMyItem
source: Transport my parcel
da: Transporter min pakke
no: Transporter pakken min
sv: Transportera mitt paket

source: Purchase & Deliver
da: Køb & levering
no: Kjøp og levering
sv: Köp & Leverans

# itemToPurchase
source: Items to purchase
da: Varer til køb
no: Varer å kjøpe
sv: Artiklar att köpa

source: Amount to pay at shop
da: Beløb, der skal betales i butikken
no: Beløp å betale i butikk
sv: Belopp att betala i butik

source: Goods Weight
da: Varevægt
no: Varevekt
sv: Varans vikt

# whatIsParcelGoods
source: What is the parcel/goods?
da: Hvad er pakken/varerne?
no: Hva er pakken/varene?
sv: Vad är paketet/varorna?

# cashOnDeliery
source: Cash on delivery
da: Kontant ved levering
no: Kontantbetaling ved levering
sv: Postförskott

source: Remarks
da: Bemærkninger
no: Merknader
sv: Anmärkningar

source: Enter item name
da: Indtast varens navn
no: Skriv inn elementnavn
sv: Ange objektets namn

source: Item name
da: Tingens navn
no: Gjenstandsnavn
sv: Föremålsnamn

source: Qty
da: Antal
no: Antall
sv: Antal

# enterQty
source: Enter Quantity
da: Indtast mængde
no: Angi mengde
sv: Ange kvantitet

source: Add more item
da: Tilføj mere vare
no: Legg til mer element
sv: Lägg till fler objekt

source: House Name
da: Husets navn
no: Husnavn
sv: Hus-namn

source: Enter House Name
da: Indtast husnavn
no: Skriv inn husnavn
sv: Ange husnamn

source: Surge charge
da: Overspændingsladning
no: Overspenningsladning
sv: Överspänningsladdning

# giveRatingMsg
source: Share your ride experience and give your driver a rating.
da: Del din køreoplevelse og giv din chauffør en vurdering.
no: Del kjøreopplevelsen din og gi sjåføren en vurdering.
sv: Dela din åkupplevelse och ge din förare ett betyg.

source: Successfully Completed
da: Succesfuldt gennemført
no: Vellykket fullført
sv: Slutfört framgångsrikt

source: Delivery Completed
da: Levering gennemført
no: Levering fullført
sv: Leverans slutförd

# followMeAt
source: Follow me at {appName}
da: Følg mig på {appName}
no: Følg meg på {appName}
sv: Följ mig på {appName}

# shareExperience
source: Share Your Ride Experience
da: Del din køreoplevelse
no: Del din kjøreopplevelse
sv: Dela din åkupplevelse

# rateDriverStar
source: Rate Driver from 1 to 5 star
da: Bedøm chauffør fra 1 til 5 stjerner
no: Vurder sjåfør fra 1 til 5 stjerner
sv: Betygsätt föraren från 1 till 5 stjärna

source: Write Review
da: Skriv anmeldelse
no: Skriv anmeldelse
sv: Skriv recension

source: Cancel Booking
da: Annuller reservation
no: Kanseller bestilling
sv: Avboka bokning

source: Enter Reason
da: Indtast årsag
no: Skriv inn grunn
sv: Ange orsak

source: Reason
da: Grund
no: Grunnen til
sv: Anledning

source: Track Ride
da: Sportur
no: Sportur
sv: Spårtur

# goodsWidth
source: Width
da: Bredde
no: Bredde
sv: Bredd

# goodsHeight
source: Height
da: Højde
no: Høyde
sv: Höjd

# goodsLength
source: Length
da: Længde
no: Lengde
sv: Längd

source: Estimated price of item
da: Anslået pris på varen
no: Antatt pris på varen
sv: Uppskattat pris på artikeln

# estimatedPriceMsg
source: This helps your driver to prepare enough money.
da: Dette hjælper din chauffør med at forberede nok penge.
no: Dette hjelper sjåføren din med å forberede nok penger.
sv: Detta hjälper din förare att förbereda tillräckligt med pengar.

# canNotAdd
source: You can not add more products
da: Du kan ikke tilføje flere produkter
no: Du kan ikke legge til flere produkter
sv: Du kan inte lägga till fler produkter

# justUpdateOne
source: You can update only one line at a time
da: Du kan kun opdatere én linje ad gangen
no: Du kan bare oppdatere én linje om gangen
sv: Du kan bara uppdatera en rad åt gången

# txtToday
source: Today
da: I dag
no: I dag
sv: I dag
