Repository: TalentKingPython/hare_hotel
Catalog: lib/l10n/intl_*.arb
Languages: da, no, sv

source: View All
da: Se alt
no: Se alt
sv: Visa alla

source: Cancel
da: Afbestille
no: Avbryt
sv: Annullera

source: Add
da: Tilføje
no: Legg til
sv: Lägg till

source: Retry
da: Prøve igen
no: Prøv på nytt
sv: Försök igen

source: Send
da: Sende
no: Sende
sv: Skicka

source: Clear
da: Klar
no: Klar
sv: Klar

# showMore
source: More
da: Mere
no: Mer
sv: Mer

# showLess
source: Less
da: Mindre
no: Mindre
sv: Mindre

source: Search
da: Søg
no: Søk
sv: Sök

source: Camera
da: Kamera
no: Kamera
sv: Kamera

source: Gallery
da: Galleri
no: Galleri
sv: Galleri

source: Full Name
da: Fulde navn
no: Fullt navn
sv: Fullständiga namn

source: Email
no: E-post
sv: E-post

source: Email Address
da: Email adresse
no: Epostadresse
sv: E-postadress

source: Phone No
da: Telefon Nej
no: Telefonnr
sv: Telefonnr

source: Update
da: Opdatering
no: Oppdater
sv: Uppdatering

source: Edit
da: Redigere
no: Redigere
sv: Redigera

source: Delete
da: Slet
no: Slett
sv: Radera

source: Select
da: Vælg
no: Plukke ut
sv: Välj

source: Remove
da: Fjerne
no: Fjerne
sv: Avlägsna

source: Referral Code
da: Henvisningskode
no: Henvisningskode
sv: Remisskod

source: item
da: vare
no: punkt
sv: Artikel

source: View Cart
da: Se indkøbsvogn
no: Se handlekurv
sv: Visa kundvagn

source: Checkout
no: Sjekk ut
sv: Kolla upp

source: Change
da: Lave om
no: Endring
sv: Förändra

source: Apply
da: ansøge
no: Søke om
sv: Tillämpa

# noRecordFound
source: Sorry !! No Record Found This Time
da: Beklager !! Ingen registrering fundet denne gang
no: Beklager !! Ingen post funnet denne gangen
sv: Tyvärr !! Inga uppgifter hittades den här gången

source: Search Product
da: Søg efter produkt
no: Søk etter produkt
sv: Sök produkt

# internetConnLostTitle
source: You are offline please check your internet connection.
da: Du er offline, tjek venligst din internetforbindelse.
no: Du er frakoblet, vennligst sjekk internettforbindelsen din.
sv: Du är offline, kontrollera din internetanslutning.

source: Yes
da: Ja
no: Ja
sv: Ja

source: No
da: Ingen
no: Nei
sv: Nej

source: Done
da: Færdig
no: Ferdig
sv: Gjort

source: From
da: Fra
no: Fra
sv: Från

source: To
da: Til
no: Til
sv: Till

source: Customer
da: Kunde
no: Kunde
sv: Kund

source: Get
da: Få
no: Få
sv: Skaffa sig

source: Next
da: Næste
no: Neste
sv: Nästa

# continueTxt
source: Continue
da: Blive ved
no: Fortsette
sv: Fortsätta

source: Skip
da: Springe
no: Hopp over
sv: Hoppa

source: Finish
da: Afslut
no: Bli ferdig
sv: Avsluta

source: Share
da: Del
no: Dele
sv: Dela med sig

source: Taxi Ride
da: Taxa tur
no: Taxitur
sv: Taxitur

source: Bike Ride
da: Cykeltur
no: Sykkeltur
sv: Cykeltur

source: Courier Service
da: Kurertjeneste
no: Budtjeneste
sv: Budfirma

source: Ride Service
sv: Åktjänst

source: New update available!
da: Ny opdatering tilgængelig!
no: Ny oppdatering tilgjengelig!
sv: Ny uppdatering tillgänglig!

# newUpdateMsg
source: Please update the new app from the store for further access app.
da: Opdater venligst den nye app fra butikken for yderligere adgang til app.
no: Oppdater den nye appen fra butikken for ytterligere tilgang til appen.
sv: Uppdatera den nya appen från butiken för ytterligare åtkomst till appen.

# splashMsg
source: 40+ Services in single app
da: 40+ tjenester i en enkelt app
no: 40+ tjenester i én app
sv: 40+ tjänster i en app

# obRideTitle
source: Book Taxi, Bike or Courier
da: Book taxa, cykel eller kurer
no: Bestill taxi, sykkel eller bud
sv: Boka taxi, cykel eller bud

# obRideMsg
source: Request transport services anywhere and anytime. Choose your destination, book a ride, track your ride and enjoy your journey.
da: Anmod om transportydelser hvor som helst og når som helst. Vælg din destination, book en tur, spor din tur og nyd din rejse.
no: Be om transporttjenester hvor som helst og når som helst. Velg reisemål, bestill en tur, følg turen og nyt reisen.
sv: Begär transporttjänster var som helst och när som helst. Välj din destination, boka en resa, spåra din resa och njut av din resa.

# obDeliveryTitle
source: Order Food, Grocery, Liquor & More
da: Bestil mad, dagligvarer, spiritus og mere
no: Bestill mat, dagligvarer, brennevin og mer
sv: Beställ mat, livsmedel, sprit och mer

# obDeliveryMsg
source: Now get the store at your doorstep, shop for your daily needs for same-day and get delivery at a convenient time.
da: Få nu butikken lige ved døren, shop for dine daglige behov samme dag og få levering på et passende tidspunkt.
no: Nå får butikken på dørstokken, handle for dine daglige behov for samme dag og få levering på et passende tidspunkt.
sv: Få nu butiken utanför dörren, handla för dina dagliga behov samma dag och få leverans vid lämplig tidpunkt.

# obProviderTitle
source: Just Fix Anything
da: Bare fix hvad som helst
no: Bare fikse hva som helst
sv: Fixa bara vad som helst

# obProviderMsg
source: Need a hand for house chores? We've got you covered! Book cleaner, beautician, handyman services and more with few clicks.
da: Mangler du en hånd til huslige pligter? Vi har dig dækket! Bogrengører, kosmetolog, handyman-tjenester og mere med få klik.
no: Trenger du en hånd til husarbeid? Vi har deg dekket! Bokvasker, kosmetolog, altmuligmanntjenester og mer med få klikk.
sv: Behöver du en hand för hussysslor? Vi har dig täckt! Bokstädare, kosmetolog, hantverkare och mer med några få klick.

# obMoreTitle
source: And many more
da: Og mange flere
no: Og mange flere
sv: Och många fler

# obMoreMsg
source: With general configuration, manage app account, wallet transaction, chat & order history, profile setting and more.
da: Med generel konfiguration, administrer appkonto, tegnebogstransaktion, chat- og ordrehistorik, profilindstilling og mere.
no: Med generell konfigurasjon, administrer appkonto, lommeboktransaksjon, chat og ordrehistorikk, profilinnstilling og mer.
sv: Med allmän konfiguration, hantera appkonto, plånbokstransaktioner, chatt- och beställningshistorik, profilinställningar och mer.

source: Pending
da: Verserende
no: Avventer
sv: I väntan på

source: Approved
da: godkendt
no: Godkjent
sv: Godkänd

source: Processing
da: Forarbejdning
no: Behandling
sv: Bearbetning

source: Completed
da: Afsluttet
no: Fullført
sv: Avslutad

source: Rejected
da: Afvist
no: Avvist
sv: avvisade

source: Cancelled
da: Aflyst
no: avbrutt
sv: Inställt

source: On Going
da: Igangværende
no: Pågående
sv: På gång

source: Arrived
da: Ankom
no: Ankommet
sv: Anlände

# loginSignUpMsg
source: Best food delivery app which helps you fast homeMain delivery from nearby restaurant
da: Bedste madleveringsapp, som hjælper dig med hurtig hjemmelevering fra nærliggende restaurant
no: Beste matleveringsapp som hjelper deg med rask hjemmelevering fra nærliggende restaurant
sv: Bästa matleveransappen som hjälper dig att snabba hemHuvudleverans från närliggande restaurang

source: Login
da: Log på
no: Logg Inn
sv: Logga in

source: Sign Up
da: Tilmelde
no: Melde deg på
sv: Bli Medlem

source: Product By
da: Produkt af
no: Produkt fra
sv: Produkt av

source: Register
da: Tilmeld
no: Registrere
sv: Registrera

source: Register now!
da: Registrer nu!
no: Registrer deg nå!
sv: Registrera nu!

source: Register with
da: Tilmeld dig med
no: Registrer deg med
sv: Registrera med

source: Preference
da: Præference
no: Preferanse
sv: Preferens

source: Select Language
da: Vælg sprog
no: Velg språk
sv: Välj språk

source: Select Currency
da: Vælg Valuta
no: Velg Valuta
sv: Välj valuta

source: Submit
da: Indsend
no: Sende inn
sv: Skicka in

# preferenceMsg
source: You can change settings later from preference
da: Du kan ændre indstillinger senere fra præference
no: Du kan endre innstillinger senere fra preferanse
sv: Du kan ändra inställningar senare från inställningar

source: Connect With
da: Forbinde med
no: Koble til
sv: Ansluta till

source: Login with Facebook
da: Login med Facebook
no: Logg inn med Facebook
sv: Logga in med Facebook

source: Sign in with Google
da: Log ind med Google
no: Logg på med Google
sv: Logga in med Google

source: Sign in with Apple
da: Log ind med Apple
no: Logg på med Apple
sv: Logga in med Apple

source: or
da: eller
no: eller
sv: eller

source: Referral Code (Optional)
da: Henvisningskode (valgfrit)
no: Henvisningskode (valgfritt)
sv: Hänvisningskod (valfritt)

source: Enter Full Name
da: Indtast fulde navn
no: Skriv inn fullt navn
sv: Ange fullständigt namn

source: Enter Email Address
da: Indtast email-adresse
no: Skriv inn e-post adresse
sv: Skriv in epostadress

# enterPass
source: Enter Password
da: Indtast adgangskode
no: Oppgi passord
sv: Skriv in lösenord

# enterConfPass
source: Enter Confirm Password
da: Indtast Bekræft adgangskode
no: Skriv inn Bekreft passord
sv: Ange Bekräfta lösenord

source: Enter Mobile Number
da: Indtast mobilnummer
no: Skriv inn mobilnummer
sv: Ange mobilnummer

source: Invalid Email Address
da: Ugyldig emailadresse
no: Ugyldig epostadresse
sv: Ogiltig e-postadress

# passShortMsg
source: Password must be at least 6 characters long.
da: Adgangskoden skal være på mindst 6 tegn.
no: Passordet må være minst 6 tegn langt.
sv: Lösenordet måste vara minst 6 bokstäver långt.

# confPassNotMatch
source: Confirm Password not matched
da: Bekræft, at adgangskoden ikke matcher
no: Bekreft at passordet ikke samsvarer
sv: Bekräfta lösenordet matchar inte

# termsAndConditions
source: Terms & Conditions
da: Vilkår og Betingelser
no: Betingelser og vilkår
sv: Allmänna Villkor

# termsCondMsg
source: Check here to acknowledge that you have read and agree to our
da: Tjek her for at bekræfte, at du har læst og accepterer vores
no: Sjekk her for å bekrefte at du har lest og godtar vår
sv: Kontrollera här för att bekräfta att du har läst och godkänner vår

# alreadyAccTitle
source: Already have an account?
da: har du allerede en bruger?
no: Har du allerede en konto?
sv: Har du redan ett konto?

source: Login here
da: Log ind her
no: Logg inn her
sv: Logga in här

source: Login with
da: Login med
no: Logg inn med
sv: Logga in med

source: Welcome Back
da: Velkommen tilbage
no: Velkommen tilbake
sv: Välkommen tillbaka

source: Login to continue
da: Log ind for at fortsætte
no: Logg på for å fortsette
sv: Logga in för att fortsätta

# acceptTermsCondMsg
source: Accept terms & condition
da: Accepter vilkår og betingelser
no: Godta vilkår og betingelser
sv: Acceptera villkoren

# forgotPassWithQueMark
source: Forgot Password?
da: Glemt kodeord?
no: Glemt passord?
sv: Glömt ditt lösenord?

source: Or Connect With
da: Eller Forbind med
no: Eller koble til
sv: Eller anslut med

# dontHaveAnAcc
source: Don't have an account?
da: Har du ikke en konto?
no: Har du ikke en konto?
sv: Har du inget konto?

# setNewPass
source: Set New Password
da: Indstil ny adgangskode
no: Angi nytt passord
sv: Ange nytt lösenord

source: Enter OTP
da: Indtast OTP
no: Skriv inn OTP
sv: Ange OTP

# enterCompOtp
source: Enter Complete OTP
da: Indtast Fuldstændig OTP
no: Skriv inn Fullstendig OTP
sv: Ange Komplett OTP

source: Required Information
da: nødvendig information
no: Nødvendig informasjon
sv: obligatorisk information

source: Account Verification
da: Kontobekræftelse
no: Konto bekreftelse
sv: Konto verifikation

# enterVerfCode
source: Enter Verification Code
da: Indsæt verifikations kode
no: Angi verifikasjonskode
sv: Ange verifieringskod

# enterVerfCodeMsg
source: Please wait for the verification code.
da: Vent venligst på bekræftelseskoden.
no: Vent på bekreftelseskoden.
sv: Vänta på verifieringskoden.

source: Enter OTP 1234
da: Indtast OTP 1234
no: Skriv inn OTP 1234
sv: Ange OTP 1234

source: Verify
da: Verificere
no: Bekrefte
sv: Kontrollera

source: Edit Number
da: Rediger nummer
no: Rediger nummer
sv: Redigera nummer

source: Resend OTP
da: Send OTP igen
no: Send OTP på nytt
sv: Skicka OTP igen

source: Resend OTP in
da: Send OTP igen
no: Send OTP inn på nytt
sv: Skicka in OTP igen

# resendEmailMsg
source: Still waiting for the SMS verification code? Click below button to resend the code.
da: Venter du stadig på SMS-bekræftelseskoden? Klik på knappen nedenfor for at sende koden igen.
no: Venter du fortsatt på SMS-bekreftelseskoden? Klikk på knappen nedenfor for å sende koden på nytt.
sv: Väntar du fortfarande på SMS-verifieringskoden? Klicka på knappen nedan för att skicka koden igen.

# resendOtpSuccessMsg
source: Fresh OTP has sent to your registered phone number
da: Frisk OTP har sendt til dit registrerede telefonnummer
no: Fresh OTP har sendt til ditt registrerte telefonnummer
sv: Fresh OTP har skickat till ditt registrerade telefonnummer

# forgotPass
source: Forgot Password?
da: Glemt kodeord?
no: Glemt passord?
sv: Glömt ditt lösenord?

source: Mobile Number
da: Mobilnummer
no: Mobilnummer
sv: Mobilnummer

source: My Profile
da: Min profil
no: Min profil
sv: Min profil

source: My Favourites
da: Mine favoritter
no: Mine favoritter
sv: Mina favoriter

source: Live Chat
sv: Livechatt

source: Order History
da: ordre historik
no: Ordrehistorikk
sv: Beställningshistorik

source: Manage Address
da: Administrer adresse
no: Administrer adresse
sv: Hantera adress

source: Cart
da: Vogn
no: Handlevogn
sv: Vagn

source: Change Password
da: Skift kodeord
no: Bytt passord
sv: Ändra lösenord

source: Preferences
da: Præferencer
no: Preferanser
sv: Inställningar

source: Password
da: Adgangskode
no: Passord
sv: Lösenord

# signUpText
source: By registering you agree with our
da: Ved tilmelding accepterer du vores
no: Ved å registrere deg godtar du vår
sv: Genom att registrera dig godkänner du vår

# termAndConditionUse
source: Term & condition
da: Betingelse og vilkår
no: Betingelse og vilkår
sv: Användarvillkor

source: of use
da: af brug
no: av bruk
sv: av användning

source: My Coupons
da: Mine kuponer
no: Mine kuponger
sv: Mina kuponger

source: Validity
da: Gyldighed
no: Gyldighet
sv: Giltighet

source: days
da: dage
no: dager
sv: dagar

source: Emergency Contact
da: Kontakt i nødstilfælde
no: Nødtelefon
sv: Kontaktinformation i en nödsituation

source: Notifications
da: Meddelelser
no: Varsler
sv: Aviseringar

source: Wallet
da: Pung
no: Lommebok
sv: Plånbok

source: Manage Card
da: Administrer kort
no: Administrer kort
sv: Hantera kort

source: Invite Friend
da: Inviter en ven
no: Inviter venn
sv: Bjud in vän

source: Help & Support
da: Hjælp & Support
no: Hjelp og støtte
sv: Hjälp & Support

source: Chat With Admin
da: Chat med Admin
no: Chat med administrator
sv: Chatta med admin

source: Admin
sv: Administration

source: Logout
da: Log ud
no: Logg ut
sv: Logga ut

# logOutDialogTitle
source: Are you sure you want to logout?
da: Er du sikker på, at du vil logge ud?
no: Er du sikker på at du vil logge ut?
sv: Är du säker på att du vill logga ut?

source: Surge Pricing
da: Prisstigning
sv: Surge prissättning

source: of total fare
da: af den samlede billetpris
no: av den totale prisen
sv: av det totala priset

# surgeChargeMsg
source: Peak Pricing Applied In Specific Time Duration
da: Peak Pricing anvendt i specifik varighed
no: Topppriser brukt i spesifikk tidsperiode
sv: Högsta prissättning tillämpas under specifik tidsperiod

source: I Accept Higher Fare
da: Jeg accepterer højere billetpris
no: Jeg godtar høyere pris
sv: Jag accepterar högre pris

source: Try Later
da: Prøv senere
no: Prøv senere
sv: Försök senare

source: year
da: år
no: år
sv: år

source: years
da: flere år
no: år
sv: år

source: month
da: måned
no: måned
sv: månad

source: months
da: måneder
no: måneder
sv: månader

source: week
da: uge
no: uke
sv: vecka

source: weeks
da: uger
no: uker
sv: Veckor

source: day
da: dag
no: dag
sv: dag

source: hour
da: time
no: time
sv: timme

source: hours
da: timer
no: timer
sv: timmar

source: minute
da: minut
no: minutt
sv: minut

source: minutes
da: minutter
no: minutter
sv: minuter

source: seconds
da: sekunder
no: sekunder
sv: sekunder

source: just now
da: lige nu
no: akkurat nå
sv: precis nu

source: ago
da: siden
no: siden
sv: sedan

source: More
da: Mere
no: Mer
sv: Mer

source: Account
da: Konto
no: Regnskap
sv: konto

source: Restaurant
sv: Restaurang

source: Sort
da: Sortere
no: Sortere
sv: Sortera

source: Filter
sv: Filtrera

source: Open Now
da: Åbn nu
no: Åpne nå
sv: Öppna nu

source: Open
da: Åben
no: Åpen
sv: Öppen

source: Closed
da: Lukket
no: Lukket
sv: Stängd

# allowAccess
source: Please Allow Access
da: Tillad venligst adgang
no: Vennligst gi tilgang
sv: Vänligen tillåt åtkomst

source: Allow
da: Give lov til
no: Tillate
sv: Tillåta

# locationPermission
source: Please Allow "{appName}" Access your location Please go to Setting > {appName} > Location
da: Tillad venligst "{appName}" adgang til din placering Gå til Indstillinger > {appName} > Placering
no: Vennligst gi "{appName}" tilgang til posisjonen din Vennligst gå til Innstilling > {appName} > Plassering
sv: Tillåt "{appName}" åtkomst till din plats Gå till Inställningar > {appName} > Plats

source: Min Order
da: Min ordre
no: Min bestilling
sv: Min beställning

source: No Offer available
da: Intet tilbud tilgængeligt
no: Ingen tilbud tilgjengelig
sv: Inget erbjudande tillgängligt

source: Rating
da: Bedømmelse
no: Vurdering
sv: Betyg

source: Sort restaurants by
da: Sorter restauranter efter
no: Sorter restauranter etter
sv: Sortera restauranger efter

source: Sort store by
da: Sorter butik efter
no: Sorter butikk etter
sv: Sortera butik efter

# costLowHigh
source: Cost Low To High
da: Pris lav til høj
no: Kostnad lav til høy
sv: Kostnad Låg Till Hög

# costHighLow
source: Cost High To Low
da: Pris høj til lav
no: Kostnad høy til lav
sv: Kostnad hög till låg

source: Delivery Time
da: Leveringstid
no: Leveringstid
sv: Leveranstid

source: Clear Sorting
da: Ryd sortering
no: Fjern sortering
sv: Rensa sortering

source: Add Filter
da: Tilføj filter
no: Legg til filter
sv: Lägg till filter

# filterRestWith
source: Filter Restaurant With
da: Filtrer Restaurant Med
no: Filtrer Restaurant Med
sv: Filtrera Restaurang Med

source: Filter Store With
da: Filter Opbevar med
no: Filter Lagre med
sv: Filter Förvara med

source: Offers
da: Tilbud
no: Tilbud
sv: Erbjudanden

source: Cuisine
da: Køkken
no: Mat
sv: Kök

source: Cuisine Category
da: Køkken kategori
no: Matkategori
sv: Kökskategori

source: Product Category
da: Produktkategori
no: produktkategori
sv: Produktkategori

source: Apply Filter
da: Anvend filter
no: Bruk filter
sv: Använd filter

source: Book Now
da: Book nu
no: Bestill nå
sv: Boka nu

source: All Services
da: Alle tjenester
no: Alle tjenester
sv: Alla tjänster

source: Transaction History
da: Transaktionshistorik
no: betalingshistorie
sv: Transaktionshistorik

source: In Spot Light!
da: I spotlight!
no: I spotlight!
sv: I Spot Light!

source: Featured Restaurant
da: Udvalgt restaurant
no: Utvalgt restaurant
sv: Utvald restaurang

source: Featured Store
da: Udvalgt butik
no: Utvalgt butikk
sv: Utvald butik

source: Featured Grocery Store
da: Udvalgt købmand
no: Utvalgt matbutikk
sv: Utvald livsmedelsbutik

source: Find Service
no: Finn service
sv: Hitta service

source: Contact Sales Person
da: Kontakt sælger
no: Kontakt selger
sv: Kontakta säljare

# contactSalesPersonMsg
source: Ask for help regarding the app features and sales queries.
da: Bed om hjælp til appens funktioner og salgsforespørgsler.
no: Be om hjelp angående appfunksjonene og salgsspørsmål.
sv: Be om hjälp angående appens funktioner och försäljningsfrågor.

source: Search Location
da: Søg placering
no: Søk plassering
sv: Sök plats

source: Confirm Place
da: Bekræft sted
no: Bekreft plass
sv: Bekräfta plats

source: Fetching location...
da: Henter placering...
no: Henter plassering ...
sv: Hämtar plats...

source: Start typing restaurant name...
da: Begynd at skrive restaurantnavn...
no: Begynn å skrive restaurantnavn...
sv: Börja skriva restaurangens namn...

source: No any restaurant found
da: Ingen restaurant fundet
no: Ingen restaurant funnet
sv: Ingen restaurang hittades

source: No any dishes found
da: Ingen retter fundet
no: Ingen retter funnet
sv: Inga rätter hittades

source: No any products found
da: Ingen produkter fundet
no: Ingen produkter funnet
sv: Inga produkter hittades

source: No any store found
da: Ingen butik fundet
no: Ingen butikk funnet
sv: Ingen butik hittades

source: Minimum Order
da: Minimum ordre
no: Minimumsbestilling
sv: Minsta beställning

# addOns
source: Customizable
da: Kan tilpasses
no: Tilpassbar
sv: anpassningsbar

source: Opening hour
da: Åbningstid
no: Åpningstid
sv: Öppettid

source: Only Veg
da: Kun Veg
no: Kun Veg
sv: Endast Veg

source: Category
da: Kategori
no: Kategori
sv: Kategori

source: Add To Cart
da: Tilføj til kurv
no: Legg i handlekurv
sv: Lägg till i kundvagn

source: Select Cuisine
da: Vælg køkken
no: Velg mat
sv: Välj Mat

source: Select Categories
da: Vælg kategorier
no: Velg kategorier
sv: Välj Kategorier

source: Update Cart
da: Opdater indkøbsvogn
no: Oppdater handlekurven
sv: Uppdatera kundvagn

# updateCartMsg
source: Are you sure want to change the Store? Your existing cart will empty.
da: Er du sikker på, at du vil ændre butikken? Din eksisterende indkøbskurv tømmes.
no: Er du sikker på at du vil endre butikken? Din eksisterende handlekurv vil tømmes.
sv: Är du säker på att du vill ändra butiken? Din befintliga varukorg kommer att tömmas.

source: Proceed
da: Fortsæt
no: Fortsette
sv: Fortsätt

# iWillChoose
source: I'll Choose
da: Jeg vælger
no: Jeg velger
sv: Jag väljer

source: Repeat
da: Gentage
no: Gjenta
sv: Upprepa

# minimumOrderMsg
source: Minimum Order Amount Must Be
da: Minimum ordrebeløb skal være
no: Minimum bestillingsbeløp må være
sv: Minsta beställningsbelopp måste vara

source: Review
da: Anmeldelse
no: Anmeldelse
sv: Recension

# noReviewMsg
source: No Reviews yet
da: Ingen anmeldelser endnu
no: Ingen anmeldelser ennå
sv: Inga recensioner ännu

source: Opening Hours
da: Åbningstider
no: Åpningstider
sv: Öppettider

# profileUpdateSuccessfully
source: Profile updated successfully
da: Profilen blev opdateret
no: Profilen ble oppdatert
sv: Profilen har uppdaterats

# addressDeletedSuccessMsg
source: Successfully deleted address
da: Adressen blev slettet
no: Adressen er slettet
sv: Adressen har raderats

source: Change Picture
da: Skift billede
no: Endre bilde
sv: Byt bild

# accountDelete
source: Delete Account
da: Slet konto
no: Slett konto
sv: Radera konto

# accountDeleteMsg
source: Are you sure to delete the account?
da: Er du sikker på at du vil slette kontoen?
no: Er du sikker på at du vil slette kontoen?
sv: Är du säker på att du raderar kontot?

source: Orders
da: Ordre:% s
no: Bestillinger
sv: Order

source: Rides
da: Forlystelser
no: Rir
sv: Rider

source: Deliveries
da: Leverancer
no: Leveranser
sv: Leveranser

# onDemandService
source: On Demand Services
da: On Demand-tjenester
no: On Demand-tjenester
sv: On Demand-tjänster

# filterToday
source: Today
da: I dag
no: I dag
sv: I dag

# filterUpcoming
source: Upcoming
da: Kommende
no: Kommende
sv: Kommande

# filterLast7Days
source: Last 7 Days
da: Sidste 7 dage
no: Siste 7 dager
sv: Senaste 7 dagarna

# filterThisMonth
source: Last 30 Days
da: Sidste 30 dage
no: Siste 30 dager
sv: Senaste 30 dagarna

# filterYear
source: This Year
da: Dette år
no: I år
sv: Det här året

# filterAll
source: All
da: Alle
no: Alle
sv: Allt

source: Running
da: Løb
no: Løping
sv: Löpning

source: Accepted
da: Accepteret
no: Akseptert
sv: Accepterad

source: Pickup
da: Saml op
no: Plukke opp
sv: Plocka upp

source: Take away order
da: Take away ordre
no: Ta bort ordre
sv: Ta bort beställning

source: Delivery order
da: Leveringsordre
no: Leveringsordre
sv: Följesedel

# noAnyAddressMsg
source: You have no added any delivery address please add it from here
da: Du har ikke tilføjet nogen leveringsadresse, så tilføj den herfra
no: Du har ikke lagt til noen leveringsadresse, legg den til herfra
sv: Du har inte lagt till någon leveransadress, lägg till den härifrån
